[
  {
    "name": "Pothos Marble Queen",
     "id": "14b0574d-9a4b-4928-b462-a6388a775d84",
     "description": "Pothos Marble Queen plant is a household favorite and is on my list of the ten best indoor house plants for its easy care and durability. Also called Scindapsus aureus or Epipremnum aureum, they are known in some places as Devil's Ivy and Money Plant. The Pothos Marble Queen plant has been found to be highly efficient at helping to clean indoor air. Pothos Marble Queen is a great looking and versatile indoor house plant. ",
     "img": "assets/img/Product/marble-queen-pothos-plant.jpg",
     "price": "10.0"
  },
  {
    "name": "Lily",
     "id": "99502160-8c96-4c13-bf64-c33a121136d5",
     "description": "Peace Lily plant rates inclusion on any list of ten best house plants. Peace Lily is a great plant for indoor use, both at home or in the office and does well under natural lighting or artificial lighting. Peace Lily plant requires just a little more attention than some plants but overall is an easy care houseplant. ",
     "img": "assets/img/Product/Care-of-Peace-Lily-Plant.jpg",
     "price": "8.0"
  },
  {
    "name": "Fittonia Plant",
     "id": "c8f24ff5-53b6-480c-8208-a3cc07da45da",
     "description": "When you visit your local greenhouse or retailer of indoor plants and you see a Fittonia plant, you will want to have it in your collection of indoor house plants. An attractive, creeping plant, Fittonia has either red, pink or white veins throughout the leaf and hairy stems. Fittonia is often sold as a single potted plant or as an accent plant in a dish garden or terrarium.",
     "img": "assets/img/Product/Fittonia-Plant.jpg",
     "price": "12.0"
  },
  {
    "name": "ANGEL WING BEGONIA",
     "id": "3116b46d-39a2-4ea1-ba4e-e46b96d2bdc0",
     "description": "The Angel wing begonia is a flowering species from a large family of plants (2000 or more and many more hybrids), named Begoniaceae.The Begonia coccinea has a fair few varieties that display glossy type leaves on cane stems and display colorful flowers.Native to South America, these perennial flowering plants (Begonia) grow in sub-tropical and tropical climates, although this species is a hybrid. Fortunately they deal the climate differences and grow in cooler conditions within temperate regions very well.",
     "img": "assets/img/Product/angel_wing_begonia.jpg",
     "price": "5.0"
  },
  {
    "name": "BLUSHING BROMELIAD",
     "id": "d3506956-ff0d-4c55-9675-a76440771d7f",
     "description": "The blushing bromeliad (Neoregelia carolinae) is part of a large genus of bromeliads and has an interesting way of turning red at it's center when it's about to flower, which is where the common name (blushing) is derived from.The flowers are nothing to shout home about - it's the foliage and the center turning red that's the real attraction.Neoregelia carolinaeHome Bromeliads  Blushing BromeliadBLUSHING BROMELIThe blushing bromeliad (Neoregelia carolinae) is part of a large genus of bromeliads and has an interesting way of turning red at it's center when it's about to flower, which is where the common name (blushing) is derived from.The flowers are nothing to shout home about - it's the foliage and the center turning red that's the real attraction. Description:This native to Brazil bromeliad from the neoreglia genus is one of the most commonly grown species indoors from this genus, with the most popular variety being the tricolor. These are also grown outdoors in USDA hardiness zones 10 - 11.",
      "img": "assets/img/Product/BLUSHING-BROMELIAD.jpg",
     "price": "16.0"
  },
  {
    "name": "BROADLEAF LADY PALM",
     "id": "0a6c7eb3-a8cd-4b86-911d-9d0b12b60a26",
     "description": "Native to regions of China and Taiwan, the Broadleaf Lady Palm is a multi-stemmed palm plant that has become increasingly popular around the world. The plant has proven successful in removing airborne toxins within the home, including ammonia, formaldehyde, xylene, and carbon dioxide. Unlike other plants, who simply make oxygen, Rhapis excelsa will actually make the air in your home cleaner and safer to breathe.It is widely known as one of the easiest house plants to grow in the world. Distinct in nature, this palm survives in households around the world, and has been grown as a house plant for over 500 years in Japan. Indoor plants are kept in check through pruning.",
     "img": "assets/img/Product/angel_wing_begonia.jpg",
     "price": "18.0"
  },
  {
    "name": "DRACAENA CORN PLANT",
     "id": "41d8a9b5-d088-411f-bcb5-ee1d5df9099b",
     "description": "If your a grower needing a plant for a center piece in a room or a focal point, this is one of those types of species which looks the part. Once it begins to mature and grows over 4 feet in height it makes an ideal office or hotel plant and looks the business in large living rooms and hallways.What's great about growing a corn plant as well as how attractive they look is they're fairly easy to care for and maintain - like many other dracaena plants.",
     "img": "assets/img/Product/DRACAENA _CORN_PLANT.jpg",
     "price": "9.0"
  },
  {
    "name": "CORSAGE ORCHID",
     "id": "bd3ff93c-729f-4774-89d7-bc4a523a1b69",
     "description": "This attractive species is native to Central and South America. It likes warm temperatures and medium light. At home it will be best kept on a windowsill on either southern, eastern or western side.The corsage orchid has the largest flowers of up to 5 inches across. They also come in all colors and will make your home not only look more alive, but thanks to its strong fragrance it will make it smell wonderful.Cattleya Orchid tends to bloom once a year and the flowers last 2-3 weeks. However, nowadays some of the hybrids last 5-6 weeks.In order for them to bloom they need direct sun (filtered) and cool evenings. Temperature of 55 degrees usually starts off the flowering cycle.",
     "img": "assets/img/Product/CORSAGE _ORCHID.jpg",
     "price": "22.0"
  }
]
